<template>
  <div class="home w-full flex justify-center flex-col mt-52">
    <!-- title -->
    <section class="w-full flex justify-center mt-28">
      <div class="flex">
        <div class="m_hr self-center"></div>
        <h2 class="px-5 text-2xl font-bold title">خدمات ما</h2>
        <div class="m_hr self-center"></div>
      </div>
    </section>
    <!-- end title -->

    <IndexInfo
      title="دوره های آموزشی"
      discrption="
    یک توضیحی راجب دوره های اموزشی یک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشی یک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشی
    "
    />

    <IndexInfo
      title="رویداد ها"
      discrption="یک توضیحی راجب دوره های اموزشی یک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشی یک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشی

    "
    />

    <IndexInfo
      title="کاریابی"
      discrption="یک توضیحی راجب دوره های اموزشی یک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشی یک توضیحی راجب دوره های اموزشییک توضیحی راجب دوره های اموزشی

    "
    />
  </div>
</template>

<script>
// @ is an alias to /src
import IndexInfo from "@/components/IndexInfo.vue";

export default {
  name: "Home",
  components: {
    IndexInfo,
  },
};
</script>
